{
  "swedbank": {
    "sv": {
      "description": "Swedbank erbjuder bolån med fokus på trygghet, lokal närvaro och bred rådgivning. Banken arbetar långsiktigt med sina kunder och väger in hela din ekonomi, ditt sparande och ditt engagemang i räntesättningen. Passar dig som vill ha en stabil och personlig bankpartner som ser helheten.",
      "overviewText": "Banken använder individuell räntesättning där din rabatt påverkas av helheten i ditt engagemang och dialogen med rådgivare.",
      "bestFor": [
        "dig som vill ha personlig rådgivning och ett långsiktigt kundmöte",
        "dig som vill samla dina banktjänster för att få bättre villkor",
        "dig som vill att räntan ska baseras mer på relation och engagemang än belåningsgrad",
        "dig som vill kunna påverka räntan genom dialog och förhandling med din rådgivare"
      ],
      "notFor": [
        "dig som vill slippa förhandla och föredrar fasta, transparenta villkor",
        "dig som inte vill eller hinner bevaka tidsbegränsade rabatter",
        "dig som prioriterar snabb digital hantering utan kontakt med rådgivare",
        "dig som helst vill ha en ränta som styrs helt av modell och inte påverkas av relationer"
      ],
      "primaryCtaLabel": "Swedbanks hemsida",
      "primaryCtaUrl": "https://www.swedbank.se/privat/boende-och-bolan.html",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/swedbank/details"
    },
    "en": {
      "description": "Swedbank offers mortgages focused on stability, local presence, and broad advisory services. The bank works long-term with its customers and considers your overall financial situation, savings, and engagement when setting mortgage terms. Ideal for those seeking a stable and personal banking partner with a holistic approach.",
      "overviewText": "The bank applies individual interest rate pricing, where your discount is influenced by the overall relationship and dialogue with your advisor.",
      "bestFor": [
        "those who value personal advisory services and long-term banking relationships",
        "those who want to consolidate banking services to achieve better terms",
        "those who prefer interest rates based on relationship and engagement rather than only loan-to-value",
        "those who want the ability to influence their rate through dialogue and negotiation"
      ],
      "notFor": [
        "those who prefer fixed, fully transparent pricing without negotiation",
        "those who do not want to monitor time-limited discounts",
        "those who prioritize fast digital processes without advisor interaction",
        "those who want interest rates strictly determined by a pricing model"
      ],
      "primaryCtaLabel": "Swedbank website",
      "primaryCtaUrl": "https://www.swedbank.se/privat/boende-och-bolan.html",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/swedbank/details"
    }
  },

  "seb": {
    "sv": {
      "description": "SEB erbjuder bolån med fokus på långsiktiga kundrelationer och helhetslösningar. Banken väger in hela din ekonomi och ditt engagemang och lägger stor vikt vid rådgivning, sparande och en individuell dialog. Passar dig som vill ha en personlig bankkontakt och en stabil långsiktig partner.",
      "overviewText": "Banken använder individuell räntesättning där din rabatt påverkas av helheten i ditt engagemang och dialogen med rådgivare.",
      "bestFor": [
        "dig som vill ha personlig rådgivning och ett långsiktigt kundmöte",
        "dig som vill samla dina banktjänster för att få bättre villkor",
        "dig som vill att räntan ska baseras mer på relation och engagemang än belåningsgrad",
        "dig som vill kunna påverka räntan genom dialog och förhandling med din rådgivare"
      ],
      "notFor": [
        "dig som vill slippa förhandla och föredrar fasta, transparenta villkor",
        "dig som inte vill eller hinner bevaka tidsbegränsade rabatter",
        "dig som prioriterar snabb digital hantering utan kontakt med rådgivare",
        "dig som helst vill ha en ränta som styrs helt av modell och inte påverkas av relationer"
      ],
      "primaryCtaLabel": "SEB:s hemsida",
      "primaryCtaUrl": "https://seb.se/privat/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/seb/details"
    },
    "en": {
      "description": "SEB offers mortgages focused on long-term customer relationships and comprehensive financial solutions. The bank considers your entire financial situation and places strong emphasis on advisory services, savings, and individual dialogue. Well suited for those seeking a personal banking relationship and a long-term partner.",
      "overviewText": "Interest rates are individually set and influenced by the overall relationship and dialogue with an advisor.",
      "bestFor": [
        "those who value personal advisory services and long-term banking relationships",
        "those who want to consolidate banking services to achieve better terms",
        "those who prefer interest rates based on relationship and engagement rather than only loan-to-value",
        "those who want the ability to influence their rate through dialogue and negotiation"
      ],
      "notFor": [
        "those who prefer fixed, fully transparent pricing without negotiation",
        "those who do not want to monitor time-limited discounts",
        "those who prioritize fast digital processes without advisor interaction",
        "those who want interest rates strictly determined by a pricing model"
      ],
      "primaryCtaLabel": "SEB website",
      "primaryCtaUrl": "https://seb.se/privat/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/seb/details"
    }
  },

  "nordea": {
    "sv": {
      "description": "Nordea erbjuder bolån som kombinerar digital tillgänglighet med personlig rådgivning. Banken gör individuella bedömningar där sparande, ekonomi och långsiktigt engagemang påverkar villkoren. Passar dig som vill ha moderna tjänster men samtidigt stöd och dialog när du behöver det.",
      "overviewText": "Banken använder individuell räntesättning där din rabatt påverkas av helheten i ditt engagemang och dialogen med rådgivare.",
      "bestFor": [
        "dig som vill ha personlig rådgivning och ett långsiktigt kundmöte",
        "dig som vill samla dina banktjänster för att få bättre villkor",
        "dig som vill att räntan ska baseras mer på relation och engagemang än belåningsgrad",
        "dig som vill kunna påverka räntan genom dialog och förhandling med din rådgivare"
      ],
      "notFor": [
        "dig som vill slippa förhandla och föredrar fasta, transparenta villkor",
        "dig som inte vill eller hinner bevaka tidsbegränsade rabatter",
        "dig som prioriterar snabb digital hantering utan kontakt med rådgivare",
        "dig som helst vill ha en ränta som styrs helt av modell och inte påverkas av relationer"
      ],
      "primaryCtaLabel": "Nordeas hemsida",
      "primaryCtaUrl": "https://www.nordea.se/privat/produkter/bolan/",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/nordea/details"
    },
    "en": {
      "description": "Nordea offers mortgages that combine strong digital accessibility with personal advisory services. The bank applies individual assessments where savings, financial situation, and long-term engagement influence the terms. Suitable for those who want modern services along with support and dialogue when needed.",
      "overviewText": "Interest rates are individually set and influenced by the overall relationship and dialogue with an advisor.",
      "bestFor": [
        "those who value personal advisory services and long-term banking relationships",
        "those who want to consolidate banking services to achieve better terms",
        "those who prefer interest rates based on relationship and engagement rather than only loan-to-value",
        "those who want the ability to influence their rate through dialogue and negotiation"
      ],
      "notFor": [
        "those who prefer fixed, fully transparent pricing without negotiation",
        "those who do not want to monitor time-limited discounts",
        "those who prioritize fast digital processes without advisor interaction",
        "those who want interest rates strictly determined by a pricing model"
      ],
      "primaryCtaLabel": "Nordea website",
      "primaryCtaUrl": "https://www.nordea.se/privat/produkter/bolan/",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/nordea/details"
    }
  },

  "handelsbanken": {
    "sv": {
      "description": "Handelsbanken erbjuder bolån med lokal förankring och personliga beslut via kontoren. Banken bygger långsiktiga kundrelationer och tar hänsyn till helheten i din ekonomi, ditt sparande och ditt engagemang. Passar dig som vill ha nära kontakt och en stabil bank med stark rådgivningstradition.",
      "overviewText": "Räntan sätts individuellt på lokal nivå och påverkas av relation, engagemang och dialog med rådgivare.",
      "bestFor": [
        "dig som värdesätter personlig kontakt och lokala beslut",
        "dig som vill bygga en långsiktig relation med din bank",
        "dig som vill kunna påverka räntan genom dialog och engagemang",
        "dig som föredrar att beslut tas nära kunden snarare än centralt"
      ],
      "notFor": [
        "dig som vill ha en helt digital och automatiserad process",
        "dig som vill ha en helt fast och modellstyrd ränta",
        "dig som vill slippa rådgivningsmöten",
        "dig som vill ha samma villkor oavsett kontor eller geografisk plats"
      ],
      "primaryCtaLabel": "Handelsbankens hemsida",
      "primaryCtaUrl": "https://www.handelsbanken.se/sv/privat/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/handelsbanken/details"
    },
    "en": {
      "description": "Handelsbanken offers mortgages with strong local presence and personal decision-making at branch level. The bank focuses on long-term customer relationships and considers your overall financial situation, savings, and engagement. Ideal for those who value close contact and a stable bank with a strong advisory tradition.",
      "overviewText": "Interest rates are set locally and influenced by relationship, engagement, and dialogue with advisors.",
      "bestFor": [
        "those who value personal contact and local decision-making",
        "those who want to build a long-term banking relationship",
        "those who want to influence their rate through dialogue and engagement",
        "those who prefer decisions made close to the customer rather than centrally"
      ],
      "notFor": [
        "those who want a fully digital and automated process",
        "those who prefer strictly model-based pricing",
        "those who want to avoid advisory meetings",
        "those who expect identical terms regardless of branch or location"
      ],
      "primaryCtaLabel": "Handelsbanken website",
      "primaryCtaUrl": "https://www.handelsbanken.se/sv/privat/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/handelsbanken/details"
    }
  },

  "lansforsakringarbank": {
    "sv": {
      "description": "Länsförsäkringar erbjuder bolån via sina lokala länsbolag och arbetar nära kunden genom personlig kontakt och helhetslösningar. Räntan baseras på din totala ekonomiska situation och ditt engagemang. Passar dig som vill samla bank, bolån och försäkringar i ett långsiktigt partnerskap.",
      "overviewText": "Räntan sätts individuellt och påverkas av helhetsengagemang och rådgivningsdialog.",
      "bestFor": [
        "dig som vill samla bank, bolån och försäkringar",
        "dig som uppskattar personlig rådgivning och lokal närvaro",
        "dig som vill bygga en långsiktig helhetsrelation med banken",
        "dig som föredrar regionalt anpassade villkor framför helt centraliserade beslut"
      ],
      "notFor": [
        "dig som vill ha en helt digital process utan kontakt",
        "dig som söker helt standardiserade villkor",
        "dig som inte vill samla fler tjänster hos banken",
        "dig som vill ha exakt samma bolånevillkor oavsett region eller länsbolag"
      ],
      "primaryCtaLabel": "Länsförsäkringars hemsida",
      "primaryCtaUrl": "https://www.lansforsakringar.se/privat/bank/bolan/",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/lansforsakringar/details"
    },
    "en": {
      "description": "Länsförsäkringar offers mortgages through regional companies, working closely with customers through personal contact and comprehensive financial solutions. Interest rates are based on your overall financial situation and engagement. Suitable for those who want to combine banking, mortgages, and insurance in a long-term partnership.",
      "overviewText": "Interest rates are individually set and influenced by overall engagement and advisory dialogue.",
      "bestFor": [
        "those who want to combine banking, mortgages, and insurance",
        "those who value personal advisory services and local presence",
        "those seeking a long-term, comprehensive banking relationship",
        "those who prefer regionally adapted terms rather than fully centralized decisions"
      ],
      "notFor": [
        "those who want a fully digital process without personal contact",
        "those who prefer fully standardized terms",
        "those who do not want to consolidate additional services",
        "those who expect identical mortgage terms regardless of region or local branch"
      ],
      "primaryCtaLabel": "Länsförsäkringar website",
      "primaryCtaUrl": "https://www.lansforsakringar.se/privat/bank/bolan/",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/lansforsakringar/details"
    }
  },

  "alandsbanken": {
    "sv": {
      "description": "Ålandsbanken är en premiuminriktad bank där bolån erbjuds som en del av ett större kundengagemang. Banken fokuserar på personlig service, kapitalförvaltning och djupa kundrelationer snarare än lägsta möjliga ränta. Passar dig som vill kombinera sparande, rådgivning och bolån i en helhetslösning.",
      "overviewText": "Räntan sätts individuellt och baseras på helheten i ditt engagemang, din ekonomi och din relation med banken.",
      "bestFor": [
        "dig som har sparande eller placeringar och vill samla kapital och bolån i en premiumbank",
        "dig som värdesätter personlig bankkontakt och ett långsiktigt samarbete snarare än låg månadskostnad",
        "dig som vill ha en helhetslösning där rådgivning, förvaltning och bolån kopplas samman",
        "dig som uppskattar en exklusiv bankupplevelse där relation och engagemang prioriteras"
      ],
      "notFor": [
        "dig som söker ett vanligt bolån utan att vilja flytta sparande eller kapital till banken",
        "dig som prioriterar lägsta ränta framför rådgivning och helhetslösningar",
        "dig som vill ha en enkel, helt digital ansökan utan personliga kontakter",
        "dig som vill ha standardiserade villkor och transparens enligt en modell"
      ],
      "primaryCtaLabel": "Ålandsbankens hemsida",
      "primaryCtaUrl": "https://www.alandsbanken.se/banktjanster/lana-pengar/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/alandsbanken/details"
    },
    "en": {
      "description": "Ålandsbanken is a premium-oriented bank where mortgages are offered as part of a broader customer relationship. The bank focuses on personal service, wealth management, and long-term client relationships rather than offering the lowest possible interest rates. Ideal for those who want to combine savings, advisory services, and mortgages in a comprehensive solution.",
      "overviewText": "Interest rates are individually set and based on your overall engagement, financial situation, and relationship with the bank.",
      "bestFor": [
        "those with savings or investments who want to combine wealth management and mortgages in a premium bank",
        "those who value personal banking relationships over the lowest monthly cost",
        "those seeking a comprehensive solution linking advisory services, asset management, and mortgages",
        "those who appreciate an exclusive banking experience focused on long-term relationships"
      ],
      "notFor": [
        "those looking for a standard mortgage without transferring savings or investments",
        "those who prioritize the lowest possible interest rate over advisory services",
        "those who want a simple, fully digital application without personal contact",
        "those who prefer standardized, model-based pricing"
      ],
      "primaryCtaLabel": "Ålandsbanken website",
      "primaryCtaUrl": "https://www.alandsbanken.se/banktjanster/lana-pengar/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/alandsbanken/details"
    }
  },

  "sbab": {
    "sv": {
      "description": "SBAB är en statlig bolånebank med fokus på enkelhet, transparens och digitala tjänster. Räntan sätts helt enligt en öppen modell där alla kunder med samma förutsättningar får samma villkor. Passar dig som vill ha en smidig och rättvis bolånelösning utan krav på helkund.",
      "overviewText": "Räntan baseras helt på bankens öppna modell och påverkas inte av förhandling eller personligt engagemang.",
      "bestFor": [
        "dig som vill slippa förhandla och få en tydlig och transparent ränta direkt",
        "dig som föredrar en snabb och helt digital bolåneprocess utan möten eller rådgivarsamtal",
        "dig som har låg eller medelhög belåningsgrad och vill belönas tydligt av en modellbaserad räntesättning",
        "dig som vill ha en bank där priset styrs av tydliga kriterier och inte av förhandling eller helkundskrav"
      ],
      "notFor": [
        "dig som vill ha personlig rådgivning och ett nära kundmöte",
        "dig som vill kunna påverka räntan genom relation eller helkundsengagemang",
        "dig som har hög belåningsgrad eller mer komplex ekonomi",
        "dig som behöver flexibilitet vid ovanliga finansieringslösningar"
      ],
      "primaryCtaLabel": "SBAB:s hemsida",
      "primaryCtaUrl": "https://www.sbab.se/privat/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/sbab/details"
    },
    "en": {
      "description": "SBAB is a government-owned mortgage bank focused on simplicity, transparency, and digital services. Interest rates are set entirely according to an open pricing model where customers with the same conditions receive the same terms. Suitable for those seeking a smooth and fair mortgage solution without full-service requirements.",
      "overviewText": "Interest rates are fully determined by the bank’s open pricing model and are not influenced by negotiation or personal engagement.",
      "bestFor": [
        "those who want to avoid negotiation and receive clear, transparent pricing immediately",
        "those who prefer a fast and fully digital mortgage process without meetings or advisor calls",
        "those with low or medium loan-to-value who benefit clearly from model-based pricing",
        "those who want pricing based on objective criteria rather than negotiation or bundled services"
      ],
      "notFor": [
        "those who want personal advisory services and close customer relationships",
        "those who want to influence rates through relationship or engagement",
        "those with high loan-to-value or more complex financial situations",
        "those who require flexibility for non-standard financing setups"
      ],
      "primaryCtaLabel": "SBAB website",
      "primaryCtaUrl": "https://www.sbab.se/privat/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/sbab/details"
    }
  },

  "skandiabanken": {
    "sv": {
      "description": "Skandiabanken erbjuder digitala bolån med fokus på tydliga villkor och en modern kundupplevelse. Räntan sätts enligt bankens öppna modell där belåningsgrad och lånebelopp styr priset. Passar dig som vill ha enkel ansökan, smidig hantering och samma villkor som andra med samma förutsättningar.",
      "overviewText": "Räntan baseras på bankens öppna modell och påverkas inte av förhandling eller helkundsupplägg.",
      "bestFor": [
        "dig som vill slippa förhandla och få en tydlig och transparent ränta direkt",
        "dig som föredrar en snabb och helt digital bolåneprocess utan möten eller rådgivarsamtal",
        "dig som har låg eller medelhög belåningsgrad och vill belönas tydligt av en modellbaserad räntesättning",
        "dig som vill ha en modern bankupplevelse med enkla digitala verktyg"
      ],
      "notFor": [
        "dig som vill ha personlig rådgivning och ett nära kundmöte",
        "dig som vill kunna påverka räntan genom relation eller helkundsengagemang",
        "dig som har hög belåningsgrad eller mer komplex ekonomi",
        "dig som behöver flexibilitet vid ovanliga finansieringslösningar"
      ],
      "primaryCtaLabel": "Skandiabankens hemsida",
      "primaryCtaUrl": "https://www.skandia.se/lana/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/skandiabanken/details"
    },
    "en": {
      "description": "Skandiabanken offers digital mortgages focused on clear terms and a modern customer experience. Interest rates are set according to the bank’s open pricing model, where loan-to-value and loan amount determine the price. Suitable for those who want a simple application process, smooth handling, and equal terms for equal conditions.",
      "overviewText": "Interest rates are based on the bank’s open pricing model and are not influenced by negotiation or full-service arrangements.",
      "bestFor": [
        "those who want to avoid negotiation and receive clear, transparent pricing",
        "those who prefer a fast and fully digital mortgage process without meetings",
        "those with low or medium loan-to-value who benefit from model-based pricing",
        "those who want a modern banking experience with simple digital tools"
      ],
      "notFor": [
        "those who want personal advisory services and close customer relationships",
        "those who want to influence rates through relationship-based engagement",
        "those with high loan-to-value or complex financial situations",
        "those who require flexibility for non-standard financing solutions"
      ],
      "primaryCtaLabel": "Skandiabanken website",
      "primaryCtaUrl": "https://www.skandia.se/lana/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/skandiabanken/details"
    }
  },

  "danskebank": {
    "sv": {
      "description": "Danske Bank erbjuder bolån där räntan sätts enligt en tydlig modell som kompletteras med fasta rabatter, exempelvis för fackförbundsmedlemmar. Banken kombinerar digital hantering med stabila villkor och passar dig som vill ha transparens utan traditionell förhandling.",
      "overviewText": "Räntan baseras på bankens modell med tilläggsrabatter, inte på individuell förhandling eller helkundskrav.",
      "bestFor": [
        "dig som vill slippa traditionell förhandling och få tydlig prissättning",
        "dig som kan ta del av rabatter via fackförbund eller samarbeten",
        "dig som föredrar en digital process med förutsägbara villkor",
        "dig som vill ha transparens utan relationsbaserad prissättning"
      ],
      "notFor": [
        "dig som vill kunna påverka räntan genom dialog eller relation",
        "dig som söker personlig rådgivning kopplad till räntesättning",
        "dig som har komplex ekonomi och behöver flexibla upplägg",
        "dig som vill förhandla individuella villkor"
      ],
      "primaryCtaLabel": "Danske Banks hemsida",
      "primaryCtaUrl": "https://danskebank.se/privat/produkter/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/danskebank/details"
    },
    "en": {
      "description": "Danske Bank offers mortgages where interest rates are set according to a clear pricing model, supplemented by fixed discounts such as union membership benefits. The bank combines digital handling with stable terms and is suitable for those who want transparency without traditional negotiation.",
      "overviewText": "Interest rates are based on the bank’s pricing model with additional discounts, not individual negotiation or full-service requirements.",
      "bestFor": [
        "those who want to avoid traditional negotiation and prefer clear pricing",
        "those eligible for discounts through unions or partnerships",
        "those who prefer a digital process with predictable terms",
        "those who value transparency over relationship-based pricing"
      ],
      "notFor": [
        "those who want to influence rates through personal relationships",
        "those seeking advisory-driven interest rate discussions",
        "those with complex financial situations requiring flexibility",
        "those who want individually negotiated terms"
      ],
      "primaryCtaLabel": "Danske Bank website",
      "primaryCtaUrl": "https://danskebank.se/privat/produkter/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/danskebank/details"
    }
  },

  "icabanken": {
    "sv": {
      "description": "ICA Banken erbjuder bolån med enkel digital hantering och tydlig prissättning. Räntan sätts enligt öppna kriterier där belåningsgrad och lånebelopp styr priset. Passar dig som vill ha en okomplicerad lösning utan krav på helkundsengagemang eller möten med rådgivare.",
      "overviewText": "Räntan styrs helt av bankens modell och påverkas inte av förhandling eller kundens övriga engagemang.",
      "bestFor": [
        "dig som vill slippa förhandla och få en tydlig och transparent ränta direkt",
        "dig som föredrar en snabb och helt digital bolåneprocess",
        "dig som har låg eller medelhög belåningsgrad",
        "dig som vill ha ett okomplicerat bolån utan helkundskrav"
      ],
      "notFor": [
        "dig som vill ha personlig rådgivning",
        "dig som vill kunna påverka räntan genom relation",
        "dig som har komplex ekonomi eller behöver flexibilitet",
        "dig som vill samla flera banktjänster för bättre villkor"
      ],
      "primaryCtaLabel": "ICA Bankens hemsida",
      "primaryCtaUrl": "https://www.icabanken.se/lana/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/icabanken/details"
    },
    "en": {
      "description": "ICA Banken offers mortgages with simple digital handling and clear pricing. Interest rates are set according to open criteria where loan-to-value and loan amount determine the price. Suitable for those who want a straightforward solution without full-service requirements or advisor meetings.",
      "overviewText": "Interest rates are fully determined by the bank’s pricing model and are not influenced by negotiation or additional engagement.",
      "bestFor": [
        "those who want to avoid negotiation and receive clear, transparent pricing",
        "those who prefer a fast and fully digital mortgage process",
        "those with low or medium loan-to-value",
        "those who want a simple mortgage without full-service requirements"
      ],
      "notFor": [
        "those who want personal advisory services",
        "those who want to influence rates through relationships",
        "those with complex financial situations",
        "those who want to bundle multiple banking services"
      ],
      "primaryCtaLabel": "ICA Banken website",
      "primaryCtaUrl": "https://www.icabanken.se/lana/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/icabanken/details"
    }
  },

  "landshypotekbank": {
    "sv": {
      "description": "Landshypotek erbjuder bolån med fokus på stabilitet, transparens och digital hantering. Räntan sätts enligt bankens öppna modell där belåningsgrad är den viktigaste faktorn. Passar dig som vill ha en smidig och rättvis bolånelösning utan krav på att samla fler tjänster hos banken.",
      "overviewText": "Räntan baseras helt på bankens öppna modell och påverkas inte av personlig förhandling eller engagemang.",
      "bestFor": [
        "dig som vill slippa förhandla och få en tydlig och transparent ränta",
        "dig som föredrar en snabb och helt digital bolåneprocess",
        "dig som har låg eller medelhög belåningsgrad",
        "dig som vill ha modellbaserad prissättning utan helkundskrav"
      ],
      "notFor": [
        "dig som vill ha personlig rådgivning",
        "dig som vill kunna påverka räntan genom relation",
        "dig som har hög belåningsgrad eller komplex ekonomi",
        "dig som behöver flexibilitet vid ovanliga upplägg"
      ],
      "primaryCtaLabel": "Landshypoteks hemsida",
      "primaryCtaUrl": "https://www.landshypotek.se/lana/bolan/",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/landshypotek/details"
    },
    "en": {
      "description": "Landshypotek offers mortgages focused on stability, transparency, and digital handling. Interest rates are set according to the bank’s open pricing model, where loan-to-value is the most important factor. Suitable for those seeking a smooth and fair mortgage solution without bundling requirements.",
      "overviewText": "Interest rates are fully determined by the bank’s open pricing model and are not influenced by personal negotiation or engagement.",
      "bestFor": [
        "those who want to avoid negotiation and receive transparent pricing",
        "those who prefer a fast and fully digital mortgage process",
        "those with low or medium loan-to-value",
        "those who want model-based pricing without full-service requirements"
      ],
      "notFor": [
        "those who want personal advisory services",
        "those who want to influence rates through relationships",
        "those with high loan-to-value or complex finances",
        "those requiring flexibility for non-standard arrangements"
      ],
      "primaryCtaLabel": "Landshypotek website",
      "primaryCtaUrl": "https://www.landshypotek.se/lana/bolan/",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/landshypotek/details"
    }
  },

  "ikanobank": {
    "sv": {
      "description": "Ikano Bank erbjuder digitala bolån med enkel struktur och en transparent modell för räntesättning. Banken fokuserar på schyssta och förutsägbara villkor där belåningsgrad styr priset. Passar dig som vill ha ett rakt och okomplicerat bolån utan krångel eller helkundskrav.",
      "overviewText": "Räntan sätts enligt bankens öppna modell och påverkas inte av förhandling eller övriga banktjänster.",
      "bestFor": [
        "dig som vill slippa förhandla och få tydliga villkor direkt",
        "dig som föredrar en snabb och helt digital bolåneprocess",
        "dig som har låg eller medelhög belåningsgrad",
        "dig som vill ha ett enkelt bolån utan helkundskrav"
      ],
      "notFor": [
        "dig som vill ha personlig rådgivning",
        "dig som vill kunna påverka räntan genom relation",
        "dig som har komplex ekonomi eller behöver flexibilitet",
        "dig som vill samla flera banktjänster hos samma bank"
      ],
      "primaryCtaLabel": "Ikano Bankens hemsida",
      "primaryCtaUrl": "https://ikanobank.se/bolan",
      "secondaryCtaLabel": "Läs mer om banken",
      "secondaryCtaUrl": "/bank/ikanobank/details"
    },
    "en": {
      "description": "Ikano Bank offers digital mortgages with a simple structure and a transparent interest rate model. The bank focuses on fair and predictable terms where loan-to-value determines pricing. Suitable for those seeking a straightforward mortgage without complexity or full-service requirements.",
      "overviewText": "Interest rates are set according to the bank’s open pricing model and are not influenced by negotiation or additional services.",
      "bestFor": [
        "those who want to avoid negotiation and receive clear terms immediately",
        "those who prefer a fast and fully digital mortgage process",
        "those with low or medium loan-to-value",
        "those who want a simple mortgage without full-service requirements"
      ],
      "notFor": [
        "those who want personal advisory services",
        "those who want to influence rates through relationships",
        "those with complex financial situations",
        "those who want to bundle multiple banking services"
      ],
      "primaryCtaLabel": "Ikano Bank website",
      "primaryCtaUrl": "https://ikanobank.se/bolan",
      "secondaryCtaLabel": "Learn more about the bank",
      "secondaryCtaUrl": "/bank/ikanobank/details"
    }
  }
}

